[
    [
        {
            "주제": "인사와 상담 시작",
            "요약": "민수는 안녕하세요라고 인사했고, 고비는 오늘 날씨 언급 후 민수에게 월급 관리 고민이 있다고 듣고 구체적으로 어떤 점이 걱정인지 물었다."
        },
        {
            "주제": "민수의 현재 수입·지출 상황과 목표",
            "요약": "민수는 세후 약 300만원을 받고 월급이 들어와도 다음 급여일 전 통장이 텅 비는 경우가 많으며, 고정비(월세 포함)가 약 170만원이고 나머지는 생활비로 쓰인다고 말했다. 민수는 카드 빚은 큰 건 없고 잦은 연체는 없다고 했고, 목표는 비상금 3~6개월치 마련, 여행, 언젠가 집 장만이다."
        },
        {
            "주제": "고비의 기본 권고(돈 새는 곳 차단·자동화)",
            "요약": "고비는 민수에게 현실적으로 해야 할 두 가지로 '생활비 흐름 파악해 돈이 새는 곳 막기'와 '저축·상환이 자동으로 되게 시스템 만들기'를 제안했고, 한 달 고정지출과 변동지출 비중 및 고금리 부채 유무를 물었다."
        },
        {
            "주제": "예산 규칙과 구체적 비율 제안",
            "요약": "고비는 기본 규칙으로 50/30/20 법칙을 권했고(필수 50%, 소비 30%, 저축/상환 20%), 현실적 예시로 세후 300만원 기준: 필수지출 50% = 150만원, 저축/부채상환 25% = 75만원(비상금 30만·기존 부채 추가상환 20만·장기저축 25만), 여가/변동 25% = 75만원을 제안했다. 또한 우선순위로 고금리 부채 상환, 비상금 최소 3개월치 마련, 이후 장기저축·주택목표 순을 권했다."
        },
        {
            "주제": "실행 팁과 시작 방법",
            "요약": "고비는 자동이체를 실천 팁으로 권하고 민수의 걱정(의지 부족)을 달래며 구체적 방법을 제시했다: 비상금 통장 만들고 먼저 10만원 자동이체, 소비 통장 월 한도 설정, 충동구매 48시간 원칙, 월말 한 달 지출 검토, 가계부 앱·은행 자동분류 활용, 첫 달 저축 30만원 자동이체로 시작해 3개월 트래킹 후 저축 비율을 5~10%씩 올리라고 조언했다. 민수는 퇴직연금은 자동으로 들어가고 추가 매칭은 없다고 밝혔다."
        }
    ],
    [
        {
            "주제": "민수의 수입·지출 현황과 저축 어려움",
            "요약": "민수는 월급(세후) 320만원, 식비 약 60만원, 고정비(통신비·보험·구독 등) 약 45만원으로 매달 통장에 여유가 없어 저축하기 어렵다고 말함. 고비는 감정적 부담을 공감하며 먼저 숫자를 파악할 것을 권장함."
        },
        {
            "주제": "식비 절감 구체적 방법과 기대 절약액",
            "요약": "고비는 식단 계획과 장보기 습관 변경(주 2회 장보기로 목록만 사기, 대량 구매 후 소분·냉동, 외식 주 1회로 제한, 점심 도시락 챙기기, 단가 계산 비교)을 제시했고 민수는 습관 전환이 귀찮아 실천이 어렵다고 호소함. 고비는 이를 통해 식비를 20~30% 줄여 매달 약 12만~18만원 절약 가능하다고 제안함."
        },
        {
            "주제": "고정비 절감(검토→선택→협상) 및 절감 예시",
            "요약": "민수는 고정비를 줄이는 방법을 잘 모르다 말했고 고비는 고정비를 '검토→선택→협상' 단계로 접근하라며 구독 중복 제거, 통신비는 사용량에 맞춘 요금제 변경 또는 알뜰폰 전환, 보험은 보장 중복·불필요 특약 제거·재설계, 전기·가스는 사용패턴 점검과 LED·대기전력 차단 등을 권함. 고비는 협상으로 월 1~3만원, 구독 정리로 1~2만원, 통신비 절감으로 1~2만원 정도 절감 가능하다고 제시함."
        },
        {
            "주제": "협상 시작 방법과 부담 완화 팁",
            "요약": "민수는 통신사나 보험사에 전화하는 것이 부담된다고 했고 고비는 간단한 스크립트 예시(요금제·할인 문의 문구)를 준비하라 조언함. 고비는 상담사가 대체안·프로모션을 제안할 가능성이 높고 보험은 가입 증빙·현재 보장표를 요청해 중복을 확인하라고 권하며 이메일·챗으로 먼저 문의해 부담을 줄이는 방법도 제안함."
        },
        {
            "주제": "습관 변화 위한 1주 실험 플랜 및 체크리스트",
            "요약": "민수는 습관 바꾸기가 가장 어렵다고 말했고 고비는 작게 시작할 것을 권하며 1주 실험 플랜을 제시함(예: 점심 3회 도시락, 저녁은 2회 배달 대신 20분 요리, 장보기 목록에 냉동채소·닭가슴살·계란 포함, 외식 주1회 제한). 고비가 제시한 시작용 체크리스트는 1) 한 달 고정비·식비 목록 작성, 2) 이번주 장보기 목록과 예산 설정(예: 6만원), 3) 외식 주1회로 제한, 4) 남은 식재료로 만들 3가지 간단 레시피 준비, 5) 구독·요금제 1곳 이상 검토·문의하기이며 고비는 다음주 결과를 함께 점검하자고 했음."
        }
    ],
    [
        {
            "주제": "공부 시작의 어려움 및 목표",
            "요약": "민수는 일하면서 공부할 시간이 별로 없어 어디서부터 시작하고 어떤 순서로 공부해야 효율적인지 모르겠고 실무에 바로 써먹을 수 있는 내용을 원한다고 말했다. 고비는 현실적인 고민이라며 우선순위를 정해 체계적으로 접근하자고 답했다."
        },
        {
            "주제": "학습 우선순위 및 핵심 내용",
            "요약": "민수는 기초부터 차근차근 배우고 싶어했고, 고비는 '기초 이해 → 실전 적용 → 심화' 순을 권하며 재무제표 읽기(현금흐름·손익·대차대조표), 기초 통계(평균·분산·상관), 거시경제 기초(물가·금리·성장)를 탄탄히 하라고 제안했으며 자료는 교과서형 개념서·중앙은행·연구기관 리포트·경제 기사 요약을 병행하라고 말했다. 또한 주간 배분으로 하루 30~60분, 5일은 이론·문제, 1일은 실전, 1일은 쉬거나 정리하라고 제시했다."
        },
        {
            "주제": "실전 적용 연습 방법",
            "요약": "민수는 실전 적용의 구체적 연습을 물었고, 고비는 한 달간 가계부로 현금흐름을 쌓아보고 간단한 손익분석과 모의 포트폴리오 성과 기록을 해보며 엑셀로 현금흐름표·유동비율·부채비율 등 비율분석과 평균·표준편차·상관관계 계산을 해보라고 권했고 도구로는 Excel부터 시작해 익숙해지면 Python/R로 확장하라고 답했다."
        },
        {
            "주제": "시간 분배와 지속성 유지 전략",
            "요약": "민수는 한두 주는 열심히 하다 흐지부지되는 문제를 호소했고, 고비는 지속성은 루틴 설계와 동기화가 핵심이라며 작은 목표 설정(하루 30분, 한 달 10개 개념 정리), 고정된 시간대 확보, 포모도로 기법, 주간 리뷰, 학습 파트너나 커뮤니티 공유로 책임감을 만들고 '왜 배우는가'라는 목적을 분명히 하라고 조언했다."
        },
        {
            "주제": "수학 수준과 피해야 할 실수",
            "요약": "민수는 전문 용어와 수학적 부분이 겁난다고 말했고, 고비는 처음엔 직관 중심으로 기본 산수·비율·기초 통계·엑셀 함수부터 익히고 필요하면 선형대수·확률·통계·회귀분석을 단계적으로 배우라고 권했으며 피해야 할 점으로는 단기 유행에 휩쓸리지 말 것, 이해 못한 개념을 넘기지 말 것, 리스크 관리 소홀 금지, 과도한 정보 수집으로 지체하지 말고 작게 해보고 피드백 반복하라는 조언을 덧붙였다."
        }
    ],
    [
        {
            "주제": "민수의 재정 고민과 현재 상황",
            "요약": "민수는 월급은 나쁘지 않지만 저축이 잘 안 되고, 빚은 큰 편이 아니며 비상금은 조금 있고, 앞으로 집을 살지 아니면 안정적으로 투자할지 고민한다고 말함."
        },
        {
            "주제": "재정 우선순위 및 예산 규칙",
            "요약": "고비는 우선순위를 비상금(생활비 3~6개월) → 높은 이자 부채 상환(있다면) → 은퇴·목표별 저축·투자 순으로 정할 것을 권했고, 예산은 한 달 수입에서 고정지출·변동지출을 빼고 20% 정도를 저축·투자에 자동으로 넣는 규칙을 제안함(구체적 비율은 목표와 기간에 따라 조정)."
        },
        {
            "주제": "월 저축 목표와 소액투자 시작 방법",
            "요약": "고비는 우선 자동이체로 월 소득의 10~20%를 저축·투자로 옮기고, 소액으로도 시작해야 한다고 조언했으며 복리와 습관의 중요성을 강조하고 비상금부터 채운 뒤 저비용 인덱스 펀드·ETF·연금계좌 같은 장기상품에 정기적으로 넣으라고 권함(수수료가 낮고 분산된 상품 권장)."
        },
        {
            "주제": "물가상승(인플레이션)과 자산배분",
            "요약": "고비는 인플레이션이 현금의 실질가치를 깎는다며 자산배분의 중요성을 설명했고, 일반적 원칙으로 나이가 많을수록 채권 비중을 높이고 젊을수록 주식 비중을 높이는(예: '100-나이' 규칙) 것을 참고하되 위험수용도에 맞춰 조정하라 했음. 채권은 안정성을 주나 인플레이션을 완전히 막아주진 못해 인플레이션 헤지로는 주식·부동산(간접투자 포함)·인플레이션연동채를 고려하고 분산과 정기적 리밸런싱이 핵심이라고 강조함."
        },
        {
            "주제": "시간관리·자동화 실무와 다음 계획",
            "요약": "고비는 시간이 부족하면 자동화와 규칙화를 권했고(월급 들어올 때 자동이체, 포트폴리오 점검은 분기·반기 단위 캘린더 고정), 작은 습관(월급날 10분 소비계획 검토)과 명확한 목표 설정(예: 3년 내 주택자금 20% 마련)이 동기부여에 도움이 된다고 조언함. 민수는 우선 비상금 채우고 자동이체부터 설정해보겠다고 하고, 다음에 재무목표 정리해서 다시 상담받아도 되겠냐고 물음."
        }
    ],
    [
        {
            "주제": "시간 부족과 우선순위 문제",
            "요약": "민수는 요즘 일도 바쁘고 뭔가 시간이 부족한 기분이며 업무 외에 자기계발과 투자 공부를 하고 싶지만 하루가 24시간으로는 모자라고 우선순위를 못 정해 쉬는 시간도 없다고 호소함. 고비는 구체적으로 어떤 상황에서 시간이 부족한지 물음."
        },
        {
            "주제": "일일 일정 및 시간 사용 분포",
            "요약": "민수는 아침 출근 준비에 1시간, 출퇴근 2시간, 업무 9시간, 퇴근 후 저녁과 쉬는 시간 합쳐 3시간 정도라 공부할 시간을 따로 못 만들었다고 보고함. 고비는 출퇴근 시간이 길다고 언급함."
        },
        {
            "주제": "시간 감사와 일주일 계획 요청",
            "요약": "고비는 시간이 제한된 자원이라며 간단한 시간 감사(time audit)를 해보자고 제안하고 일주일 동안 30분 단위로 기록해보면 새는 시간을 알 수 있을 거라고 말하며 지금 당장 일주일 계획을 어떻게 짜는지 물음. 민수는 현재 일정(출퇴근·업무·저녁)을 설명함."
        },
        {
            "주제": "통근 중 수동적 학습·업무 위임·시간관리 기법",
            "요약": "고비는 출퇴근 시간의 일부를 오디오북이나 팟캐스트로 바꿔 '수동적 학습'을 고려하고 반복적이거나 낮은 가치 작업을 줄이거나 위임할 것을 권함. 또한 블록 스케줄링과 포모도로 같은 시간관리 기법을 추천함."
        },
        {
            "주제": "작게 시작하는 루틴·환경설정·보상·정기 리뷰",
            "요약": "고비는 블록 스케줄링을 작게 시작하자고 권하며 투자 공부 20분·자기계발 20분 같은 고정 루틴과 주말 2시간 복습, 주간 목표 1~3개로 제한하고 캘린더에 시간을 고정하라고 제안함. 고비는 의지에만 기대하지 말고 휴대폰 알림 끄기·공부 장소 고정·파트너 만들기·보상 시스템 도입·주간·월간 리뷰로 조정하라고 조언함. 민수는 매일 20분씩 꾸준히 하면 장기적으로 도움이 되겠다고 느낌을 밝힘."
        }
    ]
]